========================
Comment
========================
// This is a comment
// Another comment
//
---

(source_file
    (comment)
    (comment)
    (comment))

========================
Tags in parallel
========================
%p
%div
---

(source_file
    (tag)
    (tag))

========================
Nested tags
========================
%div
    %p
---

(source_file
    (tag)
    (tag))

========================
Class name
========================
%div.foo
%p.bar
---

(source_file
    (tag
         (class_name))
    (tag
        (class_name)))
